//
//  Personal data.swift
//  LogInPage
//
//  Created by Марина Иванова on 14.05.2023.
//

import Foundation

let user = "u"
let password = "p"

let randyData = [
    "Имя": "Рэнди Марш",
    "День рождения": "1 марта",
    "Возраст": "Нет данных",
    "Профессия": "В настоящее время фермер, в прошлом - геолог",
    "Семейное положение": "Женат на Шерон Марш",
    "Дети": "Сын Стэн и дочь Шелли",
]

let randyBio = """
     Рэнди - единственный ученый в Саус-Парке, он является обладателем Нобелевской премии, а также мировым рекордсменом в области "изготовления" самой большой кучи дерьма.
     В юности Рэнди был участником популярной мальчиковой группы, ради которой он бросил город и школу. Позже, когда группа распалась, он вернулся в Саус-Парк, где ему пришлось терпеть унижения жителей города.
     Несмотря на свою ученую степень, Рэнди, пожалуй, самый инфантильный из взрослых персонажей и во многом напоминает подростка. Также он легко поддается влиянию СМИ и частенько совершает невероятно глупые поступки, демонстрирую при этом порядочное тупоумие.
"""
